{
    "_meta": {
        "version": "1.8.17",
        "updated": "2026-02-01 15:31:29"
    },
    "txwelcome": "Welcome",
    "quotes": [
        "‘",
        "’"
    ],
    "oclocksh": "h",
    "hoursh": "h",
    "daysh": "d",
    "weath_c": "°C",
    "weath_f": "°F",
    "weath_kmh": "km/h",
    "weath_mph": "mph",
    "weath_lm2": "l/m²",
    "weath_in": "ʺ",
    "weath_pct": "%",
    "decimalsep": ".",
    "n_a": "N/A",
    "wdaysh": [
        "Mon",
        "Tue",
        "Wed",
        "Thu",
        "Fri",
        "Sat",
        "Sun"
    ],
    "lighttime": "[DF]Light season",
    "solcal_lph": [
        "Waxing (%)",
        "Arrival in light (%)",
        "Light rest (%)",
        "Farewell to light (%)",
        "Waning (%)",
        "Arrival in darkness (%)",
        "Dark rest (%)",
        "Departure from darkness (%)"
    ],
    "moon": "Moon",
    "xxdays": {
        "1": "% day",
        "*": "% days"
    },
    "ordinalsh": {
        "1": "%st",
        "2": "%nd",
        "3": "%rd",
        "21": "%st",
        "22": "%nd",
        "23": "%rd",
        "31": "%st",
        "*": "%th"
    },
    "himmelsr": [
        "E",
        "S",
        "W",
        "N"
    ],
    "tx_acc": [
        "% Location",
        "% Time",
        "% Appearance",
        "% Functions"
    ],
    "txgps_label": "GPS (lat, lon) or place name",
    "txgpsauto": "Auto-locate",
    "txgpsautosh": "AUTO",
    "txtimezone": "Time zone",
    "txtimeformat": "24h format",
    "txsiformat": "Metric units",
    "txshowclock": "Show time",
    "txwelcomescr": "Hide GPS notice",
    "txshowagni": "Agnihotra (GPS)",
    "txagnihotrain": "Agnihotra in: {agnih_countdo}",
    "txagnihotra": "Agnihotra",
    "txedgescreen": "More edge",
    "txenlargeobj": "Large objects",
    "txuhrsinn": "Viewing direction",
    "txuhrsinnarr": {
        "auto": "automatic",
        "nord": "North",
        "sued": "South"
    },
    "txlang": "Language",
    "txlangarr": {
        "auto": "automatic",
        "de": "German",
        "en": "English",
        "es": "Spanish",
        "fr": "French",
        "zh": "Chinese"
    },
    "txweathapi": "Weather",
    "txweathapiarr": {
        "auto": "automatic",
        "-NIL-": "off",
        "openmeteo": "Open-Meteo",
        "metno": "Met Norge"
    },
    "txnow": "Now",
    "txd0": "Today",
    "txd1": "Tomorrow",
    "txd2": "Day after",
    "txfullscr": "Wall clock mode",
    "txnachtmodus": "Dark mode",
    "txnachtmodusarr": {
        "auto": "automatic",
        "auto_lang": "auto (+6°)",
        "auto_kurz": "auto (-6°)",
        "night": "dark",
        "day": "light"
    },
    "txfarben": "Design",
    "txfarbenarr": {
        "orig": "Greyscale",
        "a-telesk": "Telescope",
        "a-telesk2": "Telescope 2",
        "c-turn": "Colour",
        "a-gord": "Art"
    },
    "txstatuslog": "[b]–– Status log:[/b]",
    "txgpslabel": "1× locate",
    "txgpsbutton": "Locate now",
    "txpopuphead": {
        "updateavail": "Update available",
        "notice": "Notice"
    },
    "txpopupbody": {
        "txgpsdeact": "GPS is disabled. Please enable GPS in your device settings",
        "activatewlan": "Location unavailable.[~LF][~LF]Are Wi-Fi and/or mobile networks enabled in your device settings?",
        "updateexists": "There is an update for Gordon's Sun Clock with bug fixes.[~LF][~LF]I recommend updating the software.",
        "waitforgps": "Waiting for location...[~LF][~LF]Please be patient."
    },
    "txbodywrap": {
        "txgpsinstruct": "To adjust your location, swipe left twice",
        "txgpsdeact": "GPS is disabled. Please enable GPS in your device settings"
    },
    "txsettings": "[DF]Gordon’s Sun Clock",
    "txgordonssunclock": "Gordon’s Sun Clock",
    "txsunclock": "Sun Clock",
    "txpartsupport": "[i]NOTE: (β) This language is only partially supported. Therefore, some sections are in English. Support is welcome (Github). - On the last page, you will find an ‘Auto-Translate’ button[/i]",
    "txnosupport": "[i]NOTE: Your language is not yet supported, so English is shown. An ‘Auto-Translate’ button is available on the last page[/i]",
    "uebanleitung": "Instructions",
    "txanleitung": "[DF]{LANGSUPPORT}1. Tick {txgpsauto} to automatically update your location during use. ({txgpsbutton} determines your current position once and stores it.) Nothing more is required for now. - For higher accuracy see {quotes|0-}{tx_acc|3-}/ {txshowagni-}{quotes|1-}.[~LF][~LF]Alternatively, you can enter a place name or address into the text field (if supported by your device) or coordinates (e.g. 50.94, 6.96). A 3rd and 4th entry are optional: approximate altitude &bl;m], approximate temperature at twilight &bl;°C]. Afterwards, tick {txwelcomescr}. - When changing fundamental data, {txsunclock-} performs a daily recalculation, which may take between 2[NDASH]30 seconds depending on the device.[~LF][~LF]2. {txshowclock} displays a digital clock in the top right corner of the dial. {txuhrsinn} defines whether the clock runs clockwise (south) or counter-clockwise: if you change the rotation direction, the part of the solar circle below the horizon will be in front of you (details see next page).",
    "txmore": "[DF]3. {txnachtmodus} {txlangarr|auto-} switches at sunset, −6° until the end of twilight, +6° before. {txfarben} selects different dial designs.[~LF][~LF]4. {txfullscr} prevents the screen from turning off and switches to full screen. {txweathapi} overlays a forecast on the clock (network required). {txagnihotra} shows markers for the sun hand as well as the time of the next zero crossing of the sun & countdown. Six minutes before Agnihotra the display is enlarged and seconds are shown (⁺ = GPS current). – If your settings are not applied, tap the refresh button at the bottom right of the dial.[~LF][~LF]You can zoom into the dial with two fingers (or triple tap). To move the zoomed image, do so slowly. Fast movements swipe to the next page. – On the next page you will find an explanation of the dial.[DF][DF][DF][b]–– Dial legend:[/b][DF][DF]Weather: current temperature, above daily data (weekday = tomorrow): precipitation (χ = snow), sunshine hours, above symbols (cactus = dry, shrug = uncertain, flags = wind/storm); grey = old data",
    "txlegende": "[DF][font=sdata/DejaVuSansMono.ttf]☉[/font] Sun, [font=sdata/DejaVuSansMono.ttf]●[/font] Moon (with phases)[~LF][~LF][font=sdata/DejaVuSansMono.ttf]♀[/font] Venus (pearl-coloured), [font=sdata/DejaVuSansMono.ttf]♂[/font] Mars (reddish), [font=sdata/DejaVuSansMono.ttf]♃[/font] Jupiter (striped), [font=sdata/DejaVuSansMono.ttf]♄[/font] Saturn (with rings), [font=sdata/DejaVuSansMono.ttf]☿[/font] Mercury (grey)[~LF][~LF]&bl;s] Sirius, &bl;k] Canopus, &bl;f] Alpha Centauri, &bl;a] Arcturus, &bl;w] Vega, &bl;c] Capella, &bl;r] Rigel, &bl;p] Procyon, &bl;b] Betelgeuse, &bl;h] Achernar[DF][DF][DF][DF]",
    "txdata": "[DF]Data",
    "txlocdata": "[DF]Calculations for your location match the astronomical almanac to approx. 0.0005 arcseconds³:[DF]",
    "txobjdata": "– Sun¹ –[~LF]Time: {sun_clocktm}[~LF]Temporal hour: {sun_temptm}[~LF]Light day: {sun_daylight}{sun_lighttime}{sun_agnicountdown}{sun_agnihotra}[~LF]Solstice: {sun_soli}[~LF]Equinox: {sun_equi}[~LF][~LF]– Moon² –[~LF]New moon: {moon_new}[~LF]Full moon: {moon_full}[~LF]Moon night: {moon_gordon}[~LF]Illuminated: {moon_illum}[~LF]Size: {moon_sizep} (85-100){weather_data}[~LF][~LF]– Brightness –[~LF]Venus: {venus_magp} (83-100)[~LF]Mars: {mars_magp} (52-100)[~LF]Jupiter: {jupiter_magp} (87-100)[~LF]Saturn: {saturn_magp} (77-100)[~LF]Mercury: {merkur_magp} (0-100)[~LF][~LF]¹ Time: GPS = synchronized | Temporal hour: local, unequal hour (0.0[NDASH]11.9), “ἡ” day or “ν” night. “φ” night watch with unequal “minutes” (0φ00[NDASH]3φ59) | {lighttime-}: see below | Light day & Agnihotra: rise[NDASH]set today [rise tomorrow], ⁺ = current GPS | ² Full and new moon: moment (in/before days) | Moon night: see below | ³ Moon is approx. 2000 arcsec in size | ⁴ Weather: daily course (sun, progress, rain, gusts), Now (= next 3 hours, [font=sdata/DejaVuSansMono.ttf]✝[/font] = older data). - Daily values: min...max...[night min] (χ = snow)[DF][DF]",
    "txlegende0": "[b]–– Explanations:[/b][~LF][~LF]The light year season divides the year into eight phases of increasing and decreasing light (% progress of the phase): 1. {solcal_lph|0-} (4 Feb–5 May), 2a. {solcal_lph|1-} (6 May–20 May), 2b. {solcal_lph|2-} (21 May–21 Jul), 2c. {solcal_lph|3-} (22 Jul–6 Aug), 3. {solcal_lph|4-} (7 Aug–6 Nov), 4a. {solcal_lph|5-} (7 Nov–21 Nov), 4b. {solcal_lph|6-} (22 Nov–19 Jan) and 4c. {solcal_lph|7-} (20 Jan–3 Feb). Short form: Φx·y. Dates are based on astronomical points and may slightly differ from the calendar.[~LF][~LF]Moon date works like our date, but with nights instead of days: Μx·y (p/z) with x = moon “month” of the year, y = night of the lunar month. As lunar months have different lengths, z gives the total nights of the lunar month, p the full moon night. The night ends at sunrise.[DF][DF][DF]",
    "buttonsolcal": "Light calendar",
    "char_vowels": "aeiouyäöüáéíóúÄÖÜÁÉÍÓÚ",
    "char_consonants": "bcdfghjklmnpqrstvwxyzñÑ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "„‚([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "th",
        "sh",
        "ph",
        "wh",
        "qu",
        "ck",
        "tr",
        "dr",
        "br",
        "cr",
        "gr",
        "fr",
        "pr",
        "bl",
        "cl",
        "gl",
        "pl",
        "sl",
        "sc",
        "sk",
        "sp",
        "st",
        "sw",
        "oo",
        "ee",
        "ea",
        "ou",
        "ie",
        "ei",
        "ai",
        "au",
        "oa",
        "ue"
    ],
    "graph_dontseparatebefore": [
        "nd",
        "hn",
        "rn",
        "rg",
        "nb",
        "sz",
        "sw",
        "rd",
        "lg",
        "nü",
        "fh",
        "ng",
        "rl",
        "hl",
        "lk",
        "nw",
        "tz",
        "fb",
        "cht",
        "mb",
        "sl",
        "ck",
        "ld",
        "nf",
        "ns",
        "ht",
        "rz",
        "mp",
        "nt",
        "lt",
        "zb",
        "rm",
        "gl",
        "nuh"
    ],
    "graph_dontseparateafter": [
        "nb"
    ],
    "graph_separateafter": [],
    "txmanual": "[DF]Dial",
    "txanleitung2": "[DF]{txgordonssunclock} is essentially a single-hand clock with a dial that changes daily, oriented to the rhythms of nature and the celestial bodies. It shows the position of the sun and the starry sky. A new kind of time display that is not artificial like our conventional clock (with railway time and daylight saving), but moves in harmony with the seasons.[~LF][~LF][i]NOTE: You can swipe back and forth between this guide and the dial.[/i][~LF][~LF][~LF][b]–– Your view:[/b][~LF][~LF]In the centre of the screen you see a horizontal line. This is the horizon (the surface of the Earth). The pointed triangle in the centre is a spruce tree seen from a distance (or a church). You are not looking down on it from above, but standing in front of it.[~LF][~LF]If you have not changed the settings (“view direction: automatic”), you usually look south in the Northern Hemisphere (north in the Southern Hemisphere). Objects on the left side of the screen lie to the east, those on the right to the west (reversed in the Southern Hemisphere). The cardinal directions are shown along the horizon.[~LF][~LF]The lighter band below the horizon indicates civil twilight. The large dark grey area symbolises night (including nautical twilight). Objects located in this area are not visible.[~LF][~LF]At the top right you see the local time (optional), the height of the sun above the horizon in degrees (e.g. 27.6°), and your position as a character code (e.g. “cri-hs”) or a place name if you entered one. Below that, the unequal temporal hours display.",
    "txanleitung2b": "[DF][DF][b]–– Sun:[/b][~LF][~LF]The sun (at the end of the clock’s single hand) moves during the day from left to right (reversed in the Southern Hemisphere). The farther left the sun is on the screen, the more it is in the east; the farther right, the more it is in the west (reversed in the Southern Hemisphere). The higher the sun appears on the screen, the higher it is in the sky.[~LF][~LF]The sun follows the drawn circular path on which it moves within a day. At the edge of the circular path, hours are shown (e.g. „12“ o’clock), so the circular path also functions as a dial.[~LF][~LF]On the dial, for example, you can see how the numbers shift during daylight saving time, while the circular path remains the same. Or: how legal time in most places deviates from local solar time, because 12 o’clock is not exactly at the top of the dial. Temporal hours do it differently: at the 12th hour (12ἡ) it is always sunset.[~LF][~LF][~LF][b]–– Moon:[/b][~LF][~LF]The moon also has a circular path, drawn in light grey. Since the moon needs more than 24 hours for one revolution, 1.5 hours from the previous day are appended in extra light grey. If you „live with the clock“, you can clearly see how the moon winds higher and lower over 27 days. You can also observe how, at full moon, it stands opposite the sun in the circular position (far away); at new moon, however, it is at the same circular position (close to the sun). It is usually not exactly the same position because the view is from the side (not from above). It is exactly the same position only during a solar eclipse.[~LF][~LF]Full moon and new moon are marked by shadows. New moon is shown for 35 hours (because that is the time during which you cannot see the moon at all). Full moon is shown for 24 hours. The recalculation of the sun and moon paths takes place each day at UTC 00:00.",
    "txanleitung2c": "[DF][DF][b]–– Planets:[/b][~LF][~LF]The five planets visible to the naked eye are shown, with photos as you would see them through binoculars, or (depending on the design) represented by their astronomical symbols (see previous page). If you look at the real night sky, you can distinguish planets from stars by knowing that planets do not twinkle but shine steadily. They appear noticeably larger in the sky than the far-away stars and are therefore not influenced as strongly by fluctuations in atmospheric density.[~LF][~LF][~LF][b]–– Stars:[/b][~LF][~LF]In addition, the ten brightest stars are shown, symbolized by a letter in a square (legend see previous page). While the planets stay relatively orderly, mostly more or less near the sun’s path, the path of the stars is independent of the sun – after all, they are their own sun. In the star symbols, two sides of the square are always drawn more strongly than the other two. This indicates the corner or quadrant of their path in which they are currently located. If the highlighted corner is at the bottom right, the star is (more or less) at the „end“ of its path downwards and to the right. In its further movements it will mainly move upwards and to the left (often also outside the screen). If the top side is stronger, the star is in front of you; if the bottom side is stronger, behind you (if you have not changed the rotation direction).",
    "txanleitung2d": "[DF][DF][b]–– Weather:[/b][~LF][~LF]At the lower left a local weather forecast can be displayed: it shows the current temperature as well as daily precipitation and sunshine hours. The characteristics of the day are additionally shown using symbols: sunny, lots of sun, dry, uncertain, rain, heavy rain, snow, calm, windy, storm. – A rain symbol stands for an actually rainy day (6[NDASH]18 h), not just occasional drops. No symbol means an unremarkable weather situation.[~LF][~LF][~LF][b]–– History:[/b][~LF][~LF]{txgordonssunclock} is the result of more than twenty years of engagement with time representation. The starting point was a mechanical organ clock with a 24 h dial and month-dependent display of sunrise and sunset. From this developed the concept of a {txsunclock-}, first as a feasibility study and ePaper wall clock; later weather display and GPS were added. The idea of a location-flexible version led to this Android app.[~LF][~LF]The goal of this development is a representation of time oriented to the course of the sun and the natural daily and annual cycles – as a reconnection of humans to nature and to our inner, circadian time. Enjoy exploring and discovering![DF][DF][DF]",
    "txabout": "[DF]Info",
    "txanleitungprg": "[DF]Gordon's Sun Clock[~LF]Version [VERSIONNUM][~LF]Gordon Axmann[~LF]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]This software is a free, private project. It has been developed and maintained over many years.[DF][DF]",
    "txchangelog": "What’s new?",
    "txanleitung4": "[DF]As a general rule, no personal data are collected or deliberately transmitted. Everything remains on your device. An internet connection is not required for normal operation. Exceptions: (1) In the event of a software error, a strongly anonymised error report is sent – provided you have an internet connection – to help improve the stability of {txsunclock-}. (2) The weather display (enabled by default) retrieves weather data from an external provider. If you enable {txgpsauto-}, your approximate location (about 1 km accuracy; see privacy policy for details) is used for this purpose. You can disable the weather display at any time.[~LF][~LF]Thanks to: Brandon Rhodes (Skyfield), Rolf, Greg Miller and all testers. Images of celestial bodies provided by: NASA/ SOHO (Solar and Heliospheric Observatory), ESA/ Hubble Space Telescope and NASA/ JPL-Caltech (public domain). Weather data (optional): Open-Meteo.com (CC BY 4.0), MET Norway/ Meteorologisk institutt (CC BY 4.0). A list of all third-party materials and licenses used can be found in the file \"design/ COPYRIGHT.txt\".[~LF][~LF]{txsunclock} is provided free of charge. Simply enjoy it. If you would like to support my work, you can find my website here:[DF][DF]",
    "txkaffee": "Visit website",
    "solcalmonthsxx": [
        "% New Febru",
        "% New March",
        "% New April",
        "% New May",
        "% New June",
        "% New July",
        "% New Augus",
        "% New Septe",
        "% New Octo",
        "% New Nove",
        "% New Dece",
        "% New Janu"
    ],
    "XXEOF": ""
}