{
    "_meta": {
        "version": "1.8.12",
        "updated": "2026-01-27 23:20:27"
    },
    "txwelcome": "Bienvenido",
    "quotes": [
        "«",
        "»"
    ],
    "oclocksh": "h",
    "hoursh": "h",
    "daysh": "d",
    "weath_c": "°C",
    "weath_f": "°F",
    "weath_kmh": "km/h",
    "weath_mph": "mph",
    "weath_lm2": "l/m²",
    "weath_in": "ʺ",
    "weath_pct": "%",
    "decimalsep": ",",
    "n_a": "N/D",
    "wdaysh": [
        "Lun",
        "Mar",
        "Mié",
        "Jue",
        "Vie",
        "Sáb",
        "Dom"
    ],
    "lighttime": "[DF]Tiempo de luz",
    "solcal_lph": [
        "Creciente (%)",
        "Llegada a la luz (%)",
        "Reposo de luz (%)",
        "Despedida de la luz (%)",
        "Menguante (%)",
        "Llegada a la oscuridad (%)",
        "Reposo de oscuridad (%)",
        "Despedida de la oscuridad (%)"
    ],
    "moon": "Luna",
    "xxdays": {
        "1": "% día",
        "*": "% días"
    },
    "ordinalsh": {
        "*": "%.º/%.ª"
    },
    "himmelsr": [
        "E",
        "S",
        "O",
        "N"
    ],
    "tx_acc": [
        "% Ubicación",
        "% Hora",
        "% Apariencia",
        "% Funciones"
    ],
    "txgps_label": "GPS (lat, lon) o nombre del lugar",
    "txgpsauto": "Auto-ubicar",
    "txgpsautosh": "AUTO",
    "txtimezone": "Zona horaria",
    "txtimeformat": "Formato 24h",
    "txsiformat": "Valores métricos",
    "txshowclock": "Mostrar la hora",
    "txwelcomescr": "Nota GPS desactivado",
    "txshowagni": "Agnihotra (GPS)",
    "txagnihotrain": "Agnihotra en: {agnih_countdo}",
    "txagnihotra": "Agnihotra",
    "txedgescreen": "Más borde",
    "txenlargeobj": "Objetos grandes",
    "txuhrsinn": "Dirección de vista",
    "txuhrsinnarr": {
        "auto": "automático",
        "nord": "Norte",
        "sued": "Sur"
    },
    "txlang": "Idioma",
    "txlangarr": {
        "auto": "automático",
        "de": "Alemán",
        "en": "Inglés",
        "es": "Español",
        "fr": "Francés",
        "it": "Italiano",
        "zh": "Chino"
    },
    "txweathapi": "Tiempo",
    "txweathapiarr": {
        "auto": "automático",
        "-NIL-": "desactivado",
        "openmeteo": "Open-Met/Icon-D2",
        "metno": "MET Norge"
    },
    "txnow": "Ahora",
    "txd0": "Hoy",
    "txd1": "Mañana",
    "txd2": "Pas. mañ.",
    "txfullscr": "Siempre encendida",
    "txnachtmodus": "Modo oscuro",
    "txnachtmodusarr": {
        "auto": "automático",
        "auto_lang": "auto (+6°)",
        "auto_kurz": "auto (-6°)",
        "night": "oscuro",
        "day": "claro"
    },
    "txfarben": "Diseño",
    "txfarbenarr": {
        "orig": "Escala de grises",
        "a-telesk": "Telescopio",
        "a-telesk2": "Telescopio 2",
        "c-turn": "Color",
        "a-gord": "Arte"
    },
    "txstatuslog": "[b]-- Registro de estado:[/b]",
    "txgpslabel": "1× ubicar",
    "txgpsbutton": "Ubicar ahora",
    "txpopuphead": {
        "updateavail": "Actualización disponible",
        "notice": "Aviso"
    },
    "txpopupbody": {
        "txgpsdeact": "GPS está desactivado. Active GPS en la configuración de su dispositivo",
        "activatewlan": "Ubicación no disponible.[~LF][~LF]¿Están activados el Wi-Fi y/o las redes móviles en la configuración de tu dispositivo?",
        "updateexists": "Hay una actualización para el Reloj de sol de Gordon con correcciones de errores.[~LF][~LF]Recomiendo actualizar el software.",
        "waitforgps": "Esperando ubicación...[~LF][~LF]Por favor, tenga paciencia."
    },
    "txbodywrap": {
        "txgpsinstruct": "Para ajustar su ubicación, deslice 2x hacia la izquierda",
        "txgpsdeact": "GPS está desactivado. Active GPS en la configuración de su dispositivo"
    },
    "txsettings": "[DF]Reloj de sol Gordon",
    "txgordonssunclock": "Reloj de sol Gordon",
    "txsunclock": "Reloj de sol",
    "txpartsupport": "[i]NOTA: (β) Este idioma solo es compatible parcialmente. Por lo tanto, algunas secciones están en inglés. Se agradece cualquier ayuda (Github). - En la última página encontrará un botón «Traducción automática».[/i]",
    "txnosupport": "[i]NOTA: Su idioma aún no ha sido traducido. En la última página encontrará un botón «Traducción automática»[/i]",
    "uebanleitung": "Instrucciones",
    "txanleitung": "[DF]{LANGSUPPORT}1. Active {txgpsauto} para actualizar automáticamente su ubicación durante el uso. ({txgpsbutton} determina su posición actual una sola vez y la guarda.) Por ahora no es necesario nada más. - Para mayor precisión, consulte {quotes|0-}{tx_acc|3-}/ {txshowagni-}{quotes|1-}.[~LF][~LF]Alternativamente, puede introducir un nombre de lugar o una dirección en el campo de texto (si su dispositivo lo admite) o coordenadas (p. ej. 50.94, 6.96). Un 3.º y 4.º valor son opcionales: la altura aproximada &bl;m] y la temperatura aproximada al crepúsculo &bl;°C]. A continuación, active {txwelcomescr}. - Al modificar datos fundamentales, {txsunclock-} realiza un cálculo diario que puede tardar entre 2[NDASH]30 segundos según el dispositivo.[~LF][~LF]2. {txshowclock} muestra un reloj digital en la esquina superior derecha del dial. {txuhrsinn} define si el reloj gira en el sentido horario (sur) o antihorario: al cambiar la dirección, la parte del círculo solar situada bajo el horizonte queda frente a usted (detalles en la página siguiente).",
    "txmore": "[DF]3. {txnachtmodus} {txlangarr|auto-} cambia automáticamente al atardecer, -6° hasta el final del crepúsculo, +6° antes. {txfarben} selecciona distintos diseños del dial.[~LF][~LF]4. {txfullscr} evita que la pantalla se apague y activa el modo de pantalla completa. {txweathapi} superpone una previsión meteorológica en el reloj (requiere red, gris = datos antiguos). {txagnihotra} muestra marcas para el puntero solar así como la hora del próximo cruce cero del sol y la cuenta atrás. Seis minutos antes de Agnihotra, la visualización se amplía y se muestran los segundos (⁺ = GPS actual). - Si alguna vez los ajustes no se aplican, toque el botón de actualización en la parte inferior derecha del dial.[~LF][~LF]Puede ampliar el dial con dos dedos (o con triple toque). Para mover la imagen ampliada, hágalo lentamente. Los movimientos rápidos cambian a la página siguiente. - En la página siguiente encontrará una explicación del dial.[DF][DF][DF][b]–– Leyenda del dial:[/b][DF][DF]Tiempo: temperatura actual + encima datos diarios: precipitación (χ = nieve), horas de sol, símbolos (cactus = seco) y, opcionalmente, día de la semana (= tiempo de mañana), gris = datos antiguos",
    "txlegende": "[DF][font=sdata/DejaVuSansMono.ttf]☉[/font] Sol, [font=sdata/DejaVuSansMono.ttf]●[/font] Luna (con fases)[~LF][~LF][font=sdata/DejaVuSansMono.ttf]♀[/font] Venus (nacarado), [font=sdata/DejaVuSansMono.ttf]♂[/font] Marte (rojizo), [font=sdata/DejaVuSansMono.ttf]♃[/font] Júpiter (rayado), [font=sdata/DejaVuSansMono.ttf]♄[/font] Saturno (con anillos), [font=sdata/DejaVuSansMono.ttf]☿[/font] Mercurio (gris)[~LF][~LF]&bl;s] Sirio, &bl;k] Canopus, &bl;f] Alfa Centauri, &bl;a] Arcturus, &bl;w] Vega, &bl;c] Capella, &bl;r] Rigel, &bl;p] Procyon, &bl;b] Betelgeuse, &bl;h] Achernar[DF][DF][DF][DF]",
    "txdata": "[DF]Datos",
    "txlocdata": "[DF]Los cálculos para su ubicación coinciden con el almanaque astronómico con aprox. 0,0005 segundos de arco³:[DF]",
    "txobjdata": "– Sol¹ –[~LF]Hora: {sun_clocktm}[~LF]Hora temporal: {sun_temptm}[~LF]Día de luz: {sun_daylight}{sun_lighttime}{sun_agnicountdown}{sun_agnihotra}[~LF]Solsticio: {sun_soli}[~LF]Equinoccio: {sun_equi}[~LF][~LF]– Luna² –[~LF]Luna nueva: {moon_new}[~LF]Luna llena: {moon_full}[~LF]Noche lunar: {moon_gordon}[~LF]Iluminada: {moon_illum}[~LF]Tamaño: {moon_sizep} (85-100){weather_data}[~LF][~LF]– Brillo –[~LF]Venus: {venus_magp} (83-100)[~LF]Marte: {mars_magp} (52-100)[~LF]Júpiter: {jupiter_magp} (87-100)[~LF]Saturno: {saturn_magp} (77-100)[~LF]Mercurio: {merkur_magp} (0-100)[~LF][~LF]¹ Hora: GPS = sincronizado | Hora temporal: hora local desigual (0,0[NDASH]11,9) “ἡ” del día o “ν” de la noche. “φ” guardia nocturna con “minutos” desiguales (0φ00[NDASH]3φ59) | {lighttime-}: ver abajo | Día de luz y Agnihotra: salida[NDASH]puesta hoy [salida mañana], ⁺ = GPS actual | ² Luna llena y nueva: momento (en/antes de días) | Noche lunar: ver abajo | ³ La Luna mide aprox. 2000 segundos de arco | ⁴ Tiempo: evolución diaria (sol, progreso, lluvia, ráfagas), Ahora (= próximas 3 horas). – Valores diarios: min...max...[mín. nocturno] (χ = nieve)[DF][DF]",
    "txlegende0": "[b]–– Explicaciones:[/b][~LF][~LF]La estación del año de la luz divide el año en ocho fases de aumento y disminución de la luz (% de progreso de la fase): 1. {solcal_lph|0-} (4.2.–5.5.), 2a. {solcal_lph|1-} (6.5.–20.5.), 2b. {solcal_lph|2-} (21.5.–21.7.), 2c. {solcal_lph|3-} (22.7.–6.8.), 3. {solcal_lph|4-} (7.8.–6.11.), 4a. {solcal_lph|5-} (7.11.–21.11.), 4b. {solcal_lph|6-} (22.11.–19.1.) y 4c. {solcal_lph|7-} (20.1.–3.2.). Forma corta: Φx·y. Las fechas se basan en puntos astronómicos y pueden diferir ligeramente del calendario.[~LF][~LF]La fecha lunar funciona como nuestra fecha, pero con noches en lugar de días: Μx·y (p/z) con x = “mes” lunar del año, y = noche del mes lunar. Como los meses lunares tienen distinta duración, z indica las noches totales del mes lunar, p la noche de luna llena. La noche termina al amanecer.[DF][DF][DF]",
    "buttonsolcal": "Calendario de luz",
    "char_vowels": "aeiouyäöüáéíóúÄÖÜÁÉÍÓÚ",
    "char_consonants": "bcdfghjklmnpqrstvwxyzñÑ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "„‚([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "ll",
        "rr",
        "ch",
        "qu",
        "gu",
        "ie",
        "ei",
        "ue",
        "ua",
        "io",
        "oi",
        "ia",
        "ai"
    ],
    "graph_dontseparatebefore": [
        "nd",
        "hn",
        "rn",
        "rg",
        "nb",
        "sz",
        "sw",
        "rd",
        "lg",
        "nü",
        "fh",
        "ng",
        "rl",
        "hl",
        "lk",
        "nw",
        "tz",
        "fb",
        "cht",
        "mb",
        "sl",
        "ck",
        "ld",
        "nf",
        "ns",
        "ht",
        "rz",
        "mp",
        "nt",
        "lt",
        "zb",
        "rm",
        "gl",
        "nuh"
    ],
    "graph_dontseparateafter": [
        "nb"
    ],
    "graph_separateafter": [
        "de"
    ],
    "txmanual": "[DF]Esfera",
    "txanleitung2": "[DF]«El reloj de sol de Gordon» es, en principio, un reloj de una sola aguja con una esfera que cambia cada día y que se orienta según los ritmos de la naturaleza y los astros. Muestra la posición del sol y el cielo estrellado. Se trata de una nueva forma de representar el tiempo, que no es artificial como nuestro reloj convencional (con hora ferroviaria y cambio de hora), sino que se mueve en armonía con las estaciones del año.[~LF][~LF][i]NOTA: Puede desplazarse entre estas instrucciones y la esfera del reloj.[/i][~LF][~LF][~LF][b]–– Su mirada:[/b][~LF][~LF]En el centro de la pantalla verá una línea horizontal. Se trata del horizonte (la superficie terrestre). El triángulo puntiagudo del centro es un abeto que se ve a lo lejos (o una iglesia). No lo está mirando desde arriba, sino que se encuentra delante de él.[~LF][~LF]Si no ha cambiado la configuración («Dirección de vista: automática»), en el hemisferio norte mirará principalmente hacia el sur (en el hemisferio sur, hacia el norte). Los objetos a la izquierda de la pantalla se encuentran al este, los de la derecha, al oeste (al revés en el hemisferio sur). En el borde del horizonte se encuentran los puntos cardinales correspondientes.[~LF][~LF]La franja más clara bajo el horizonte indica el crepúsculo civil. La gran zona gris oscuro simboliza la noche (incluido el crepúsculo náutico). Los objetos que se encuentran en esta zona no son visibles.[~LF][~LF]En la parte inferior izquierda se muestra la hora local, en la parte superior derecha la altura del sol en grados en el cielo (por ejemplo, 27,6°) y su posición como código numérico (por ejemplo, «cri-hs») o el nombre de un lugar (si lo ha introducido). Debajo, la indicación desigual de las horas temporales.",
    "txanleitung2b": "[DF][DF][b]–– Sol:[/b][~LF][~LF]El sol (al final de la única aguja del reloj) se desplaza a lo largo del día de izquierda a derecha (al revés en el hemisferio sur). Cuanto más a la izquierda esté el sol en la pantalla, más al este se encuentra; cuanto más a la derecha, más al oeste (al revés en el hemisferio sur). Cuanto más alto se vea el sol en la pantalla, más alto está en el cielo.[~LF][~LF]El sol sigue la trayectoria circular dibujada, por la que se mueve en el transcurso de un día. En el borde de la trayectoria circular aparecen horas (p. ej. „12“), de modo que la trayectoria también funciona como esfera.[~LF][~LF]En la esfera, por ejemplo, se puede ver cómo durante el cambio de horario se desplazan las cifras, mientras que la trayectoria circular permanece igual. O: cómo la hora legal en la mayoría de los lugares difiere de la hora local, ya que las 12 no están exactamente arriba en la esfera. Las horas temporales lo hacen de otra manera: en la 12.ª hora (12ἡ) siempre es la puesta de sol.[~LF][~LF][~LF][b]–– Luna:[/b][~LF][~LF]La luna también tiene una trayectoria circular, dibujada en gris claro. Como la luna necesita más de 24 horas para una vuelta completa, se añaden 1,5 horas del día anterior en un gris extra claro. Si usted „vive con el reloj“, se ve muy bien cómo la luna va ascendiendo y descendiendo a lo largo de 27 días. Además, se puede observar cómo, en luna llena, está frente al sol en la posición opuesta del círculo (lejos); y en luna nueva, en cambio, está en la misma posición del círculo (cerca del sol). Por lo general no es exactamente la misma posición porque la vista es lateral (no desde arriba). Exactamente la misma posición solo ocurre en un eclipse solar.[~LF][~LF]La luna llena y la luna nueva están marcadas mediante sombras. La luna nueva se muestra durante 35 horas (porque es el tiempo en el que no se puede ver la luna en absoluto). La luna llena se muestra durante 24 horas. El recálculo de las trayectorias del sol y la luna tiene lugar cada día a las 00:00 UTC.",
    "txanleitung2c": "[DF][DF][b]–– Planetas:[/b][~LF][~LF]Se muestran los cinco planetas visibles a simple vista, con fotos tal como se verían con prismáticos, o (según el diseño) representados mediante sus símbolos astronómicos (véase la página anterior). Si usted mira el cielo nocturno real, puede distinguir planetas de estrellas sabiendo que los planetas no titilan, sino que brillan de forma constante. En el cielo parecen claramente más grandes que las estrellas lejanas y, por tanto, se ven menos afectados por las fluctuaciones de densidad de la atmósfera.[~LF][~LF][~LF][b]–– Estrellas:[/b][~LF][~LF]Además se muestran las diez estrellas más brillantes, simbolizadas por una letra en un cuadrado (leyenda, véase la página anterior). Mientras que los planetas se mueven de forma relativamente ordenada, por lo general más o menos cerca de la trayectoria del sol, la trayectoria de las estrellas es independiente del sol – pues son su propio sol. En los símbolos de las estrellas, dos lados del cuadrado están siempre dibujados con mayor grosor que los otros dos. Esto indica la esquina o el cuadrante de su trayectoria en el que se encuentran actualmente. Si la esquina resaltada está abajo a la derecha, la estrella está (más o menos) al „final“ de su trayectoria hacia abajo y a la derecha. En sus movimientos posteriores se desplazará principalmente hacia arriba y a la izquierda (a menudo también fuera de la pantalla). Si el lado superior es más grueso, la estrella está delante de usted; si el inferior es más grueso, está detrás de usted (si no ha cambiado el sentido de giro).",
    "txanleitung2d": "[DF][DF][b]–– Historia:[/b][~LF][~LF]«El reloj de sol de Gordon» se desarrolló en 2019 para una Raspberry Pi con una pantalla ePaper de 10 pulgadas, ya que quería tener un reloj de pared que fuera agradable a la vista y que relacionara la hora con la trayectoria del sol. Mi objetivo era construir un reloj que mostrara la hora natural, no la artificial, como la que muestra el reloj analógico de 12 horas. Donde vivimos, hay diferencias significativas en la duración de los días a lo largo del año, así como el recurrente y poco apreciado cambio de hora. Todo esto debía ponerse de relieve con el reloj de sol: muestra una esfera orgánica que se orienta según las estaciones, el ritmo de la naturaleza, y cambia con él. Dado que hoy en día casi todo el mundo lleva un pequeño ordenador en el bolsillo, he desarrollado Reloj de sol 2025 como aplicación para Android. ¡Que lo disfruten y aprendan mucho con él![DF][DF][DF]",
    "txabout": "[DF]Info",
    "txanleitungprg": "[DF]Reloj de sol de Gordon[~LF]Versión [VERSIONNUM][~LF]Gordon Axmann[~LF]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]Este software es un proyecto privado y gratuito. Ha sido desarrollado y mantenido durante muchos años.[DF][DF]",
    "txchangelog": "¿Qué hay de nuevo?",
    "txanleitung4": "[DF]En principio, no se recopilan ni se envían de forma intencionada datos personales. Todo permanece en su dispositivo. Para el funcionamiento no es necesaria una conexión a Internet. Excepciones: (1) En caso de un error del programa, se envía – siempre que disponga de conexión a Internet – un informe de error fuertemente anonimizado para mejorar la estabilidad de {txsunclock-}. (2) La visualización del tiempo (activada por defecto) obtiene datos meteorológicos de un proveedor externo. Si activa {txgpsauto-}, se utiliza para ello su ubicación aproximada (precisión de aprox. 1 km; consulte la política de privacidad para más detalles). Puede desactivar la visualización del tiempo en cualquier momento.[~LF][~LF]Agradecimientos a: Brandon Rhodes (Skyfield), Rolf, Greg Miller y todos los testers. Imágenes de cuerpos celestes proporcionadas por: NASA/ SOHO (Solar and Heliospheric Observatory), ESA/ Telescopio Espacial Hubble y NASA/ JPL-Caltech (dominio público). Datos meteorológicos (opcional): Open-Meteo.com (CC BY 4.0), MET Norway/ Meteorologisk institutt (CC BY 4.0). Puede encontrar una lista de todos los materiales de terceros y licencias utilizados en el archivo \"design/ COPYRIGHT.txt\".[~LF][~LF]{txsunclock} se ofrece de forma gratuita. Simplemente disfrútela. Si desea apoyar mi trabajo, puede encontrar aquí mi sitio web:[DF][DF]",
    "txkaffee": "Ir a la página web",
    "solcalmonthsxx": [
        "% nuevo febr",
        "% nuevo marzo",
        "% nuevo abril",
        "% nuevo mayo",
        "% nuevo junio",
        "% nuevo julio",
        "% nuevo agos",
        "% nuevo sept",
        "% nuevo octu",
        "% nuevo novi",
        "% nuevo dici",
        "% nuevo enero"
    ],
    "XXEOF": ""
}