{
    "_meta": {
        "version": "1.8.2",
        "updated": "2026-01-23 22:35:37"
    },
    "txwelcome": "Bienvenue",
    "quotes": [
        "« ",
        " »"
    ],
    "oclocksh": "h",
    "hoursh": "h",
    "daysh": "d",
    "weath_c": "°C",
    "weath_f": "°F",
    "weath_kmh": "km/h",
    "weath_mph": "mph",
    "weath_lm2": "l/m²",
    "weath_in": "ʺ",
    "weath_pct": "%",
    "decimalsep": ",",
    "n_a": "N/D",
    "wdaysh": [
        "Lun",
        "Mar",
        "Mer",
        "Jeu",
        "Ven",
        "Sam",
        "Dim"
    ],
    "lighttime": "[DF]Saison lumineuse",
    "solcal_lph": [
        "Croissance (%)",
        "Arrivée dans la lumière (%)",
        "Repos de lumière (%)",
        "Adieu à la lumière (%)",
        "Déclin (%)",
        "Arrivée dans l’obscurité (%)",
        "Repos d’obscurité (%)",
        "Adieu à l’obscurité (%)"
    ],
    "moon": "lune",
    "xxdays": {
        "1": "% jour",
        "*": "% jours"
    },
    "ordinalsh": {
        "1": "%er/%re",
        "*": "%e"
    },
    "himmelsr": [
        "E",
        "S",
        "O",
        "N"
    ],
    "tx_acc": [
        "% Localisation",
        "% Horloge",
        "% Apparence",
        "% Modes"
    ],
    "txgps_label": "GPS (lat, lon) ou nom de lieu",
    "txgpsauto": "Auto-localiser",
    "txgpsautosh": "AUTO",
    "txtimezone": "Fuseau horaire",
    "txtimeformat": "Format 24h",
    "txsiformat": "Métrique (°C, km/h)",
    "txshowclock": "Afficher l’heure",
    "txwelcomescr": "Masquer l’info GPS",
    "txshowagni": "Agnihotra (GPS)",
    "txagnihotrain": "Agnihotra dans: {agnih_countdo}",
    "txagnihotra": "Agnihotra",
    "txedgescreen": "Plus de bordure",
    "txenlargeobj": "Grands objets",
    "txuhrsinn": "Direction du regard",
    "txuhrsinnarr": {
        "auto": "automatique",
        "nord": "Nord",
        "sued": "Sud"
    },
    "txlang": "Idioma",
    "txlangarr": {
        "auto": "automatique",
        "de": "Allemand",
        "en": "Anglais",
        "es": "Espagnol",
        "fr": "Français",
        "it": "Italiano",
        "zh": "Chinois"
    },
    "txweathapi": "Météo",
    "txweathapiarr": {
        "auto": "automatique",
        "-NIL-": "désactivé",
        "openmeteo": "Open-Met/Icon-D2",
        "metno": "MET Norge"
    },
    "txnow": "Maintenant",
    "txd0": "Auj.",
    "txd1": "Demain",
    "txd2": "Après-dem",
    "txfullscr": "Mode toujours actif",
    "txnachtmodus": "Mode sombre",
    "txnachtmodusarr": {
        "auto": "automatique",
        "auto_lang": "auto (+6°)",
        "auto_kurz": "auto (-6°)",
        "day": "clair",
        "night": "sombre"
    },
    "txfarben": "Design",
    "txfarbenarr": {
        "orig": "Nuances de gris",
        "a-telesk": "Télescope",
        "a-telesk2": "Télescope 2",
        "c-turn": "Couleur",
        "a-gord": "Art"
    },
    "txstatuslog": "[b]–– Journal d'état:[/b]",
    "txgpslabel": "1× localiser",
    "txgpsbutton": "Localiser",
    "txpopuphead": {
        "updateavail": "Mise à jour disponible",
        "notice": "Avis"
    },
    "txpopupbody": {
        "txgpsdeact": "Le GPS est désactivé. Veuillez activer le GPS dans les paramètres de votre appareil",
        "activatewlan": "Localisation indisponible.[~LF][~LF]Le Wi-Fi et/ou les réseaux mobiles sont-ils activés dans les paramètres de votre appareil ?",
        "updateexists": "Il y a une mise à jour pour l'Horloge solaire de Gordon avec des corrections de bugs.[~LF][~LF]Je recommande de mettre à jour le logiciel.",
        "waitforgps": "En attente de la position...[~LF][~LF]Veuillez patienter."
    },
    "txbodywrap": {
        "txgpsinstruct": "Pour ajuster votre emplacement, balayez 2x vers la gauche",
        "txgpsdeact": "Le GPS est désactivé. Veuillez activer le GPS dans les paramètres de votre appareil"
    },
    "txsettings": "[DF]Horloge de Gordon",
    "txgordonssunclock": "Horloge solaire de Gordon",
    "txsunclock": "Horloge solaire",
    "txpartsupport": "[i]REMARQUE : (β) Cette langue n'est que partiellement prise en charge. Certaines sections sont donc en anglais. Toute aide est la bienvenue (Github). - Vous trouverez un bouton « Traduction automatique » sur la dernière page[/i]",
    "txnosupport": "[i]REMARQUE : votre langue n'est pas encore traduite. Vous trouverez un bouton « Traduction automatique » sur la dernière page[/i]",
    "uebanleitung": "Instructions",
    "txanleitung": "[DF]{LANGSUPPORT}1. Cochez {txgpsauto} pour mettre à jour automatiquement votre position pendant l’utilisation ({quotes|0-}{tx_acc|3-}/{txagnihotra-}{quotes|1-} pour une localisation plus précise et une synchronisation de l’heure GPS). {txgpsbutton} détermine votre position actuelle une seule fois et l’enregistre.[~LF][~LF]Vous pouvez aussi saisir un nom de lieu ou une adresse dans le champ de texte (si votre appareil le permet) ou des coordonnées (p. ex. 50.94, 6.96). Une 3e et une 4e valeur sont optionnelles : l’altitude approximative [m], la température approximative au crépuscule [°C]. Ensuite, cochez {txwelcomescr}. - En cas de modification de données de base, {txsunclock-} lance un calcul journalier qui peut prendre, selon l’appareil, entre 2[NDASH]30 secondes.[~LF][~LF]2. {txuhrsinn} définit si l’horloge tourne dans le sens horaire (Sud) ou dans le sens inverse ; toutefois, si vous changez le sens de rotation, la partie du cercle solaire située sous l’horizon se trouvera devant vous (détails : voir la page suivante). {txshowclock} affiche une horloge numérique en haut à droite du cadran.",
    "txmore": "[DF]3. {txfarben} sélectionne différents cadrans. {txnachtmodus} {txlangarr|auto-} commute au coucher du soleil, -6° jusqu’à la fin du crépuscule, +6° avant. [~LF][~LF]4. {txagnihotra} affiche des repères pour l’aiguille solaire ainsi que l’heure du prochain passage à zéro du soleil et le compte à rebours. Six minutes avant Agnihotra, l’affichage est agrandi et les secondes sont affichées (⁺ signifie GPS actuel). {txfullscr} empêche l’extinction de l’écran et active le plein écran. {txweathapi} superpose une prévision journalière sur l’horloge (si le réseau est disponible). Si elle devient grise, les données sont anciennes. - Si vos réglages ne sont parfois pas appliqués, appuyez sur le bouton d’actualisation en bas à droite du cadran.[~LF][~LF]Vous pouvez zoomer dans le cadran avec deux doigts (ou par triple tap). Pour déplacer l’image zoomée, faites-le lentement. Les mouvements rapides balayent vers la page suivante. - Sur la page suivante, vous trouverez une explication du cadran.[DF][DF][DF][b]–– Légende du cadran:[/b][DF][DF]Météo : température actuelle, au-dessus météo du jour : précipitations/jour, soleil/jour, symboles éventuels (cactus = sec), jour de la semaine éventuel (= météo de demain)",
    "txdata": "[DF]Données",
    "txlocdata": "[DF]Les calculs pour votre emplacement individuel devraient correspondre à l’almanach astronomique à 0,0005 seconde d’arc³ près :[DF]",
    "txobjdata": "– Soleil¹ –[~LF]Heure de l’horloge : {sun_clocktm}[~LF]Heure temporelle : {sun_temptm}[~LF]Jour de lumière : {sun_daylight}{sun_lighttime}{sun_agnicountdown}{sun_agnihotra}[~LF]Solstice : {sun_soli}[~LF]Équinoxe : {sun_equi}[~LF][~LF]– Lune² –[~LF]Nouvelle lune : {moon_new}[~LF]Pleine lune : {moon_full}[~LF]Nuit lunaire : {moon_gordon}[~LF]Éclairée : {moon_illum}[~LF]Taille : {moon_sizep} (85-100){weather_data}[~LF][~LF]– Luminosité –[~LF]Vénus : {venus_magp} (83-100)[~LF]Mars : {mars_magp} (52-100)[~LF]Jupiter : {jupiter_magp} (87-100)[~LF]Saturne : {saturn_magp} (77-100)[~LF]Mercure : {merkur_magp} (0-100)[~LF][~LF]¹ Heure de l’horloge : GPS = synchronisé | Heure temporelle : heure locale inégale (0,0[NDASH]11,9) « ἡ » du jour ou « ν » de la nuit. « φ » veille nocturne avec des « minutes » inégales (0φ00[NDASH]3φ59) | {lighttime-} : voir ci-dessous | Jour de lumière et Agnihotra : lever[NDASH]coucher aujourd’hui [lever demain], ⁺ = GPS actuel | ² Pleine et nouvelle lune : moment (en/avant jours) | Nuit lunaire : voir ci-dessous | ³ La lune mesure env. 2000 secondes d’arc | ⁴ Météo : min...max...[min nuit][DF][DF]",
    "txlegende0": "[b]–– Explications:[/b][~LF][~LF]La saison de l’année lumineuse divise l’année en huit phases d’augmentation et de diminution de la lumière (% de progression de la phase) : 1. {solcal_lph|0-} (4.2.–5.5.), 2a. {solcal_lph|1-} (6.5.–20.5.), 2b. {solcal_lph|2-} (21.5.–21.7.), 2c. {solcal_lph|3-} (22.7.–6.8.), 3. {solcal_lph|4-} (7.8.–6.11.), 4a. {solcal_lph|5-} (7.11.–21.11.), 4b. {solcal_lph|6-} (22.11.–19.1.) et 4c. {solcal_lph|7-} (20.1.–3.2.). Forme courte : Φx·y. Les dates sont basées sur des points astronomiques et peuvent légèrement différer du calendrier.[~LF][~LF]La date lunaire fonctionne comme notre date, mais avec des nuits au lieu de jours : Μx·y (p/z) avec x = « mois » lunaire de l’année, y = nuit du mois lunaire. Comme les mois lunaires ont des durées différentes, z indique le nombre total de nuits du mois lunaire, p la nuit de pleine lune. La nuit se termine au lever du soleil.[DF][DF][DF]",
    "buttonsolcal": "Calendrier lumineux",
    "txlegende": "[DF]☉ Soleil, ● Lune (avec phases)[~LF][~LF]♀ Vénus (nacrée), ♂ Mars (rougeâtre), ♃ Jupiter (bandée), ♄ Saturne (avec anneaux), ☿ Mercure (grise)[~LF][~LF][s] Sirius, [k] Canopus, [f] Alpha Centauri, [a] Arcturus, [w] Véga, [c] Capella, [r] Rigel, [p] Procyon, [b] Bételgeuse, [h] Achernar[DF][DF][DF][DF]",
    "char_vowels": "aeiouyäöüáéíóúÄÖÜÁÉÍÓÚ",
    "char_consonants": "bcdfghjklmnpqrstvwxyzñÑ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "„‚([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "ch",
        "gn",
        "ph",
        "qu",
        "gu",
        "ill",
        "ou",
        "oi",
        "ai",
        "ei",
        "au",
        "eau",
        "eu",
        "œu",
        "ie",
        "ui"
    ],
    "graph_dontseparatebefore": [
        "nd",
        "hn",
        "rn",
        "rg",
        "nb",
        "sz",
        "sw",
        "rd",
        "lg",
        "nü",
        "fh",
        "ng",
        "rl",
        "hl",
        "lk",
        "nw",
        "tz",
        "fb",
        "cht",
        "mb",
        "sl",
        "ck",
        "ld",
        "nf",
        "ns",
        "ht",
        "rz",
        "mp",
        "nt",
        "lt",
        "zb",
        "rm",
        "gl",
        "nuh"
    ],
    "graph_dontseparateafter": [
        "nb"
    ],
    "graph_separateafter": [],
    "txmanual": "[DF]Cadran",
    "txanleitung2": "[DF]« L'Horloge solaire de Gordon » est en principe une horloge à une seule aiguille avec un cadran qui change chaque jour, en fonction des rythmes de la nature et des astres. Elle indique la position du soleil et le ciel étoilé. Il s'agit d'une nouvelle façon de représenter le temps, qui n'est pas artificielle comme notre horloge traditionnelle (avec l'heure ferroviaire et le changement d'heure), mais qui évolue en harmonie avec les saisons.[~LF][~LF][i]REMARQUE : vous pouvez passer du mode d'emploi au cadran et vice versa.[/i][~LF][~LF][~LF][b]–– Votre regard :[/b][~LF][~LF]Au milieu de l'écran, vous voyez une ligne horizontale. Il s'agit de l'horizon (la surface de la Terre). Le triangle pointu au milieu est un sapin que vous voyez de loin (ou une église). Vous ne le regardez pas d'en haut, mais vous vous tenez devant lui.[~LF][~LF]Si vous n'avez pas modifié les paramètres (« Direction du regard : automatique »), vous regardez généralement vers le sud dans l'hémisphère nord (et vers le nord dans l'hémisphère sud). Les objets à gauche de l'écran se trouvent à l'est, ceux à droite à l'ouest (et inversement dans l'hémisphère sud). Les points cardinaux sont indiqués au bord de l'horizon.[~LF][~LF]La bande plus claire sous l'horizon indique le crépuscule civil. La grande zone gris foncé symbolise la nuit (y compris le crépuscule nautique). Les objets situés dans cette zone ne sont pas visibles.[~LF][~LF]En bas à gauche, vous voyez l'heure locale, en haut à droite l'altitude du soleil en degrés dans le ciel (par exemple 27,6°) ainsi que votre position sous forme de code numérique (par exemple « cri-hs ») ou un nom de lieu (si vous en avez saisi un). En dessous, l'affichage des heures temporelles inégales.",
    "txanleitung2b": "[DF][DF][b]–– Soleil:[/b][~LF][~LF]Le soleil (à l’extrémité de l’unique aiguille de l’horloge) se déplace au cours de la journée de gauche à droite (inversement dans l’hémisphère sud). Plus le soleil est à gauche de l’écran, plus il est à l’est ; plus il est à droite, plus il est à l’ouest (inversement dans l’hémisphère sud). Plus le soleil apparaît haut sur l’écran, plus il est haut dans le ciel.[~LF][~LF]Le soleil suit la trajectoire circulaire tracée, sur laquelle il se déplace au cours d’une journée. Au bord de cette trajectoire circulaire figurent des heures (p. ex. „12“), de sorte que la trajectoire fait aussi office de cadran.[~LF][~LF]Sur le cadran, on peut par exemple voir comment, lors du changement d’heure, les chiffres se décalent alors que la trajectoire circulaire reste identique. Ou : comment l’heure légale s’écarte dans la plupart des lieux de l’heure locale, car 12 h n’est pas exactement en haut du cadran. Les heures temporelles fonctionnent autrement : à la 12e heure (12ἡ), c’est toujours le coucher du soleil.[~LF][~LF][~LF][b]–– Lune:[/b][~LF][~LF]La lune a elle aussi une trajectoire circulaire, dessinée en gris clair. Comme la lune a besoin de plus de 24 heures pour une révolution, 1,5 heure de la veille est ajoutée en gris très clair. Si vous „vivez avec l’horloge“, vous voyez bien comment la lune monte et descend au fil de 27 jours. Vous pouvez aussi observer qu’à la pleine lune elle se trouve à l’opposé du soleil sur le cercle (loin), tandis qu’à la nouvelle lune elle est sur la même position du cercle (proche du soleil). Ce n’est généralement pas exactement la même position, car la vue est latérale (pas depuis le dessus). Ce n’est exactement la même position que lors d’une éclipse solaire.[~LF][~LF]La pleine lune et la nouvelle lune sont marquées par des ombres. La nouvelle lune est affichée pendant 35 heures (car c’est la période durant laquelle on ne peut absolument pas voir la lune). La pleine lune est affichée pendant 24 heures. Le recalcul des trajectoires du soleil et de la lune a lieu chaque jour à 00:00 UTC.",
    "txanleitung2c": "[DF][DF][b]–– Planètes:[/b][~LF][~LF]Les cinq planètes visibles à l’œil nu sont affichées, avec des photos telles qu’on les verrait aux jumelles, ou (selon le design) représentées par leurs symboles astronomiques (voir page précédente). En observant le ciel nocturne réel, vous pouvez distinguer les planètes des étoiles en sachant que les planètes ne scintillent pas, mais brillent de manière stable. Elles paraissent nettement plus grandes dans le ciel que les étoiles lointaines et sont donc moins affectées par les variations de densité de l’atmosphère.[~LF][~LF][~LF][b]–– Étoiles:[/b][~LF][~LF]En outre, les dix étoiles les plus brillantes sont affichées, symbolisées par une lettre dans un carré (légende : voir page précédente). Alors que les planètes restent relativement ordonnées, le plus souvent plus ou moins près de la trajectoire du soleil, la trajectoire des étoiles est indépendante du soleil – ce sont leur propre soleil. Sur les symboles des étoiles, deux côtés du carré sont toujours dessinés plus fortement que les deux autres. Cela indique le coin ou le quadrant de leur trajectoire où elles se trouvent actuellement. Si le coin mis en évidence est en bas à droite, l’étoile est (plus ou moins) à la „fin“ de sa trajectoire vers le bas et la droite. Dans ses mouvements suivants, elle se déplacera principalement vers le haut et la gauche (souvent aussi hors de l’écran). Si le côté supérieur est plus marqué, l’étoile est devant vous ; si le côté inférieur est plus marqué, elle est derrière vous (si vous n’avez pas changé le sens de rotation).",
    "txanleitung2d": "[DF][DF][b]–– Historique :[/b][~LF][~LF]« L'Horloge solaire de Gordon » a été développée en 2019 pour un Raspberry Pi avec un écran ePaper de 10 pouces, car je voulais une horloge murale agréable à regarder et qui relie l'heure à la course du soleil. Mon objectif était de construire une horloge qui affiche l'heure naturelle, et non l'heure artificielle telle qu'elle est représentée par l'horloge analogique 12 heures. Là où nous vivons, il existe des différences significatives dans la durée des jours tout au long de l'année, ainsi que le changement d'heure récurrent et peu apprécié. L'Horloge solaire devait mettre tout cela en perspective : elle affiche un cadran organique qui s'aligne sur les saisons, le rythme de la nature, et change avec lui. Comme presque tout le monde a aujourd'hui un petit ordinateur dans sa poche, j'ai développé l'Horloge solaire 2025 sous forme d'application Android. Je vous souhaite beaucoup de plaisir et de découvertes avec cette application ![DF][DF][DF]",
    "txabout": "[DF]Info",
    "txanleitungprg": "[DF]Horloge solaire de Gordon[~LF]Version [VERSIONNUM][~LF]Gordon Axmann[~LF]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]Veuillez utiliser le logiciel tel quel. Il s'agit d'une offre gratuite et privée. Je ne suis pas un développeur d'applications professionnel, mais j'ai néanmoins consacré beaucoup d'énergie à ce programme au fil des ans.[DF][DF]",
    "txchangelog": "Quoi de neuf ?",
    "txanleitung4": "[DF]Aucune donnée n’est collectée ni transmise. Tout reste sur votre appareil. Le fonctionnement ne nécessite même pas de connexion Internet. Une exception : en cas d’erreur du programme, si vous disposez d’Internet, un rapport d’erreur anonyme est envoyé (voir la politique de confidentialité pour les détails). Cela aide à ce que {txsunclock-} fonctionne correctement.[~LF][~LF]Si vous avez trouvé une erreur, je me ferai un plaisir de la corriger. Pour cela, j’ai besoin d’un rapport d’erreur clair (éventuellement avec capture d’écran) et d’une brève description de l’endroit et du moment où l’erreur s’est produite. Une capture d’écran du journal d’état affiché ci-dessous, prise si possible immédiatement après l’apparition de l’erreur, est également utile (contact par mail : [CONTACTSUPPORT]). - Les indications concernant de prétendues erreurs de calcul sont dans 99 % des cas des fausses alertes ; il existe malheureusement beaucoup de désinformation sur les calculs astronomiques.[~LF][~LF]Remerciements à : Brandon Rhodes (Skyfield), Rolf, Greg Miller et tous les testeurs. Images des corps célestes fournies par : NASA / SOHO (Solar and Heliospheric Observatory), ESA / Télescope spatial Hubble et NASA / JPL-Caltech (domaine public). Données météorologiques (optionnelles) : Open-Meteo.com (CC BY 4.0), MET Norway / Meteorologisk institutt (CC BY 4.0). Une liste de tous les matériaux et licences de tiers utilisés se trouve dans le fichier \"design/ COPYRIGHT.txt\".[~LF][~LF]Je mets {txsunclock} gratuitement à votre disposition. Profitez-en simplement. Si vous souhaitez exprimer votre appréciation pour mon travail, vous trouverez ici ma présence web :[DF][DF]",
    "txkaffee": "Accéder au site web",
    "solcalmonthsxx": [
        "% Néo-Févri",
        "% Néo-Mars",
        "% Néo-Avril",
        "% Néo-Mai",
        "% Néo-Juin",
        "% Néo-Juillet",
        "% Néo-Août",
        "% Néo-Septem",
        "% Néo-Octo",
        "% Néo-Novem",
        "% Néo-Décem",
        "% Néo-Janus"
    ],
    "XXEOF": ""
}