{
    "_meta": {
        "version": "1.8.26",
        "updated": "2026-02-19 12:16:47"
    },
    "txwelcome": "Bienvenue",
    "quotes": [
        "« ",
        " »"
    ],
    "oclocksh": "h",
    "hoursh": "h",
    "daysh": "d",
    "weath_c": "°C",
    "weath_f": "°F",
    "weath_kmh": "km/h",
    "weath_mph": "mph",
    "weath_lm2": "l/m²",
    "weath_in": "ʺ",
    "weath_pct": "%",
    "decimalsep": ",",
    "n_a": "N/D",
    "wdaysh": [
        "Lun",
        "Mar",
        "Mer",
        "Jeu",
        "Ven",
        "Sam",
        "Dim"
    ],
    "lighttime": "[DF]Saison lumineuse",
    "solcal_lph": [
        "Croissance (%)",
        "Arrivée dans la lumière (%)",
        "Repos de lumière (%)",
        "Adieu à la lumière (%)",
        "Déclin (%)",
        "Arrivée dans l’obscurité (%)",
        "Repos d’obscurité (%)",
        "Adieu à l’obscurité (%)"
    ],
    "moon": "lune",
    "xxdays": {
        "1": "% jour",
        "*": "% jours"
    },
    "ordinalsh": {
        "1": "%er/%re",
        "*": "%e"
    },
    "himmelsr": [
        "E",
        "S",
        "O",
        "N"
    ],
    "tx_acc": [
        "% Emplacement",
        "% Heure",
        "% Apparence",
        "% Fonctions"
    ],
    "txgps_label": "GPS (lat, lon) ou nom de lieu",
    "txgpsauto": "Auto-localiser",
    "txgpsautosh": "AUTO",
    "txtimezone": "Fuseau horaire",
    "txtimeformat": "Format 24h",
    "txsiformat": "Unités métriques",
    "txshowclock": "Afficher l’heure",
    "txwelcomescr": "Masquer l’info GPS",
    "txshowagni": "Agnihotra (GPS)",
    "txagnihotrain": "Agnihotra dans: {agnih_countdo}",
    "txagnihotra": "Agnihotra",
    "txedgescreen": "Plus de bordure",
    "txenlargeobj": "Grands objets",
    "txuhrsinn": "Direction du regard",
    "txuhrsinnarr": {
        "auto": "automatique",
        "nord": "Nord",
        "sued": "Sud"
    },
    "txlang": "Idioma",
    "txlangarr": {
        "auto": "automatique",
        "de": "Allemand",
        "en": "Anglais",
        "es": "Espagnol",
        "fr": "Français",
        "it": "Italiano",
        "zh": "Chinois"
    },
    "txweathapi": "Météo",
    "txweathapiarr": {
        "auto": "automatique",
        "-NIL-": "désactivé",
        "openmeteo": "Open-Meteo",
        "metno": "Met Norge"
    },
    "txnow": "Maintenant",
    "txd0": "Auj.",
    "txd1": "Demain",
    "txd2": "Après-dem",
    "txfullscr": "Mode toujours actif",
    "txnachtmodus": "Mode sombre",
    "txnachtmodusarr": {
        "auto": "automatique",
        "auto_lang": "auto (+6°)",
        "auto_kurz": "auto (-6°)",
        "day": "clair",
        "night": "sombre"
    },
    "txfarben": "Design",
    "txfarbenarr": {
        "orig": "Nuances de gris",
        "a-telesk": "Télescope",
        "a-telesk2": "Télescope 2",
        "c-turn": "Couleur",
        "a-gord": "Art"
    },
    "txstatuslog": "[b]–– Journal d'état:[/b]",
    "txgpslabel": "Localisation",
    "txgpsbutton": "Localiser 1x",
    "txpopuphead": {
        "updateavail": "Mise à jour disponible",
        "notice": "Avis"
    },
    "txpopupbody": {
        "txgpsdeact": "Le GPS est désactivé. Veuillez activer le GPS dans les paramètres de votre appareil",
        "activatewlan": "Localisation indisponible.[~LF][~LF]Le Wi-Fi et/ou les réseaux mobiles sont-ils activés dans les paramètres de votre appareil ?",
        "updateexists": "Il y a une mise à jour pour l'Horloge solaire de Gordon avec des corrections de bugs.[~LF][~LF]Je recommande de mettre à jour le logiciel.",
        "waitforgps": "Détermination de la position en cours...[~LF][~LF]Cela peut prendre quelques secondes."
    },
    "txbodywrap": {
        "txgpsinstruct": "Pour ajuster votre emplacement, balayez 2x vers la gauche",
        "txgpsdeact": "Le GPS est désactivé. Veuillez activer le GPS dans les paramètres de votre appareil"
    },
    "txsettings": "[DF]Horloge de Gordon",
    "txgordonssunclock": "Horloge solaire de Gordon",
    "txsunclock": "Horloge solaire",
    "txpartsupport": "[i]REMARQUE : (β) Cette langue n'est que partiellement prise en charge. Certaines sections sont donc en anglais. Toute aide est la bienvenue (Github). - Vous trouverez un bouton « Traduction automatique » sur la dernière page[/i]",
    "txnosupport": "[i]REMARQUE : votre langue n'est pas encore traduite. Vous trouverez un bouton « Traduction automatique » sur la dernière page[/i]",
    "uebanleitung": "Instructions",
    "txanleitung": "[DF]{LANGSUPPORT}1. Activez la case {txgpsauto} afin de mettre à jour automatiquement votre position pendant l’utilisation. ({txgpsbutton} détermine votre position actuelle une seule fois et la mémorise.) Rien de plus n’est nécessaire pour le moment. – Pour une meilleure précision, voir {quotes|0-}4. {txshowagni-}{quotes|1-}.[~LF][~LF]Vous pouvez également saisir un nom de lieu ou une adresse dans le champ de texte (si votre appareil le permet) ou des coordonnées (par ex. 50.94, 6.96). Une 3e et une 4e saisie sont optionnelles : l’altitude approximative &bl;m], la température approximative au crépuscule &bl;°C]. Activez ensuite la case {txwelcomescr}. – Lors de modifications de données fondamentales, {txsunclock-} effectue un calcul journalier pouvant durer entre 2[NDASH]30 secondes selon l’appareil.[~LF][~LF]2. {txshowclock} affiche une horloge numérique en haut à droite du cadran. {txuhrsinn} définit si l’horloge tourne dans le sens horaire (sud) ou antihoraire : en changeant le sens de rotation, la partie du cercle solaire située sous l’horizon se trouve face à vous (détails voir page suivante).",
    "txmore": "[DF]3. {txnachtmodus} {txlangarr|auto-} bascule au coucher du Soleil, à −6° jusqu’à la fin du crépuscule, +6° avant. {txfarben} sélectionne différents cadrans.[~LF][~LF]4. {txfullscr} empêche l’extinction de l’écran et passe en plein écran. {txweathapi} superpose une prévision sur l’horloge (voir ci-dessous, connexion requise). {txagnihotra} affiche des repères pour l’aiguille solaire ainsi que l’heure du prochain passage du Soleil au zéro & compte à rebours. Six minutes avant l’Agnihotra, l’affichage est agrandi et les secondes sont affichées (⁺ = GPS actuel). – Si vos réglages ne sont pas pris en compte, touchez le bouton d’actualisation en bas à droite du cadran.[~LF][~LF]Vous pouvez zoomer dans le cadran avec deux doigts (ou par triple tap). Pour déplacer l’image zoomée, procédez lentement. Les mouvements rapides font passer à la page suivante. – La page suivante contient une explication du cadran.[DF]",
    "txlegende": "[DF][b]–– Légende du cadran :[/b][~LF][~LF][font=sdata/DejaVuSansMono.ttf]☉[/font] Soleil, [font=sdata/DejaVuSansMono.ttf]●[/font] Lune (avec phases)[~LF][~LF][font=sdata/DejaVuSansMono.ttf]♀[/font] Vénus (nacrée), [font=sdata/DejaVuSansMono.ttf]♂[/font] Mars (rougeâtre), [font=sdata/DejaVuSansMono.ttf]♃[/font] Jupiter (strié), [font=sdata/DejaVuSansMono.ttf]♄[/font] Saturne (avec anneaux), [font=sdata/DejaVuSansMono.ttf]☿[/font] Mercure (gris)[~LF][~LF]&bl;s] Sirius, &bl;k] Canopus, &bl;f] Alpha Centauri, &bl;a] Arcturus, &bl;w] Véga, &bl;c] Capella, &bl;r] Rigel, &bl;p] Procyon, &bl;b] Bételgeuse, &bl;h] Achernar[~LF][~LF]Météo : température actuelle, au-dessus données du jour : précipitations (χ = neige), heures d’ensoleillement, au-dessus symboles ({wx/dry} sec, {wx/uncertain} incertain, {wx/wind} venteux) ; jour de la semaine = demain ; gris = anciennes données[DF][DF][DF]",
    "txdata": "[DF]Données",
    "txlocdata": "[DF]Les calculs pour votre position correspondent à l’almanach astronomique à env. 0,0005 seconde d’arc³ :[DF]",
    "txobjdata": "– Soleil¹ –[~LF]Heure: {sun_clocktm}[~LF]Heure temp.: {sun_temptm}[~LF]Jour clair: {sun_daylight}{sun_lighttime}{sun_agnicountdown}{sun_agnihotra}[~LF]Solstice: {sun_soli}[~LF]Équinoxe: {sun_equi}[~LF][~LF]– Lune² –[~LF]Nouvelle lune: {moon_new}[~LF]Pleine lune: {moon_full}[~LF]Nuit lunaire: {moon_gordon}[~LF]Illum.: {moon_illum}[~LF]Diam. app.: {moon_sizep} (85-100){weather_data}[~LF][~LF]– Luminosité –[~LF]Vénus: {venus_magp} (83-100)[~LF]Mars: {mars_magp} (52-100)[~LF]Jupiter: {jupiter_magp} (87-100)[~LF]Saturne: {saturn_magp} (77-100)[~LF]Mercure: {merkur_magp} (0-100)[~LF][~LF]¹ Heure: GPS = sync | Heure temp.: heure inégale (0,0[NDASH]11,9), «ἡ» jour / «ν» nuit. «φ» veille (0φ00[NDASH]3φ59) | {lighttime-}: voir ci-dessous | Jour clair & Agnihotra: lever[NDASH]coucher aujourd’hui [lever demain], ⁺ = GPS actuel | ² Pleine/nouvelle lune: moment (dans/il y a jours) | Nuit lunaire: voir ci-dessous | ³ Lune ≈ 2000″ | ⁴ Météo: ([font=sdata/DejaVuSansMono.ttf]☀[/font] soleil, [font=sdata/DejaVuSansMono.ttf]◴[/font] prog., [font=sdata/DejaVuSansMono.ttf]☂[/font] pluie, [font=sdata/DejaVuSansMono.ttf]✈[/font] rafales). Maintenant = 3 h suiv., [font=sdata/DejaVuSansMono.ttf]✝[/font] = données anc. | Jour: min...max...[min nuit] (χ = neige)[DF][DF]",
    "txlegende0": "[b]–– Explications:[/b][~LF][~LF]La date lunaire fonctionne comme notre date, mais avec des nuits au lieu des jours: Μx·y (p/z), avec x = «mois» lunaire de l’année, y = nuit du mois lunaire. Comme les mois lunaires ont une durée variable, z indique le nombre total de nuits du mois lunaire, p la nuit de pleine lune. La nuit se termine au lever du soleil.[~LF][~LF]La saison lumineuse divise l’année en huit phases d’augmentation et de diminution de la lumière du jour: 1. {solcal_lph|0-} ({solcal_dat0}, voir aussi Imbolc), 2a. {solcal_lph|1-} ({solcal_dat1}, voir aussi Lixia), 2b. {solcal_lph|2-} ({solcal_dat2}), 2c. {solcal_lph|3-} ({solcal_dat3}), 3. {solcal_lph|4-} ({solcal_dat4}), 4a. {solcal_lph|5-} ({solcal_dat5}), 4b. {solcal_lph|6-} ({solcal_dat6}) et 4c. {solcal_lph|7-} ({solcal_dat7}). Forme courte: Ϟx·y (x = phase, y = progression en[SP]%). Les dates sont déterminées astronomiquement et se décalent d’année en année.[DF][DF][DF]",
    "buttonsolcal": "Calendrier lumineux",
    "char_vowels": "aeiouyäöüáéíóúÄÖÜÁÉÍÓÚ",
    "char_consonants": "bcdfghjklmnpqrstvwxyzñÑ",
    "char_splitafter": ".,;:!?“‘”-—)]}%&*+=/\\|>@#_×÷≈≠≤≥°¶•…”’»`",
    "char_splitbefore": "„‚([{<$~^€£¥±©®™§†‡“”‘«¿¡",
    "graph_dontseparatebetween": [
        "ch",
        "gn",
        "ph",
        "qu",
        "gu",
        "ill",
        "ou",
        "oi",
        "ai",
        "ei",
        "au",
        "eau",
        "eu",
        "œu",
        "ie",
        "ui"
    ],
    "graph_dontseparatebefore": [
        "nd",
        "hn",
        "rn",
        "rg",
        "nb",
        "sz",
        "sw",
        "rd",
        "lg",
        "nü",
        "fh",
        "ng",
        "rl",
        "hl",
        "lk",
        "nw",
        "tz",
        "fb",
        "cht",
        "mb",
        "sl",
        "ck",
        "ld",
        "nf",
        "ns",
        "ht",
        "rz",
        "mp",
        "nt",
        "lt",
        "zb",
        "rm",
        "gl",
        "nuh"
    ],
    "graph_dontseparateafter": [
        "nb"
    ],
    "graph_separateafter": [],
    "txmanual": "[DF]Cadran",
    "txanleitung2": "[DF]{txgordonssunclock} est essentiellement une horloge à une seule aiguille avec un cadran qui change chaque jour, orienté selon les rythmes de la nature et des astres. Elle montre la position du Soleil et le ciel étoilé. Une nouvelle manière de représenter le temps, qui n’est pas artificielle comme notre horloge conventionnelle (avec l’heure ferroviaire et le changement d’heure), mais qui évolue en harmonie avec les saisons.[~LF][~LF][i]REMARQUE : Vous pouvez balayer entre ce guide et le cadran.[/i][~LF][~LF][~LF][b]–– Votre regard :[/b][~LF][~LF]Au centre de l’écran, vous voyez une ligne horizontale. C’est l’horizon (la surface de la Terre). Le triangle pointu au milieu est un épicéa que vous voyez de loin (ou une église). Vous ne le regardez pas d’en haut, mais vous vous tenez devant lui.[~LF][~LF]Si vous n’avez rien modifié dans les paramètres ({quotes|0-}{txuhrsinn-}: {txlangarr|auto-}{quotes|1-}), dans l’hémisphère nord vous regardez généralement vers le sud (dans l’hémisphère sud vers le nord). Les objets à gauche de l’écran se trouvent à l’est, à droite à l’ouest (inversement dans l’hémisphère sud). Les points cardinaux correspondants apparaissent au bord de l’horizon.[~LF][~LF]La bande plus claire sous l’horizon indique le crépuscule civil. La grande zone gris foncé symbolise la nuit (y compris le crépuscule nautique). Les objets situés dans cette zone ne sont pas visibles.[~LF][~LF]En haut à droite, vous voyez l’heure locale (facultatif), la hauteur du Soleil en degrés dans le ciel (p. ex. 27,6°), ainsi que votre position sous forme de code numérique (p. ex. {quotes|0-}cri-hs{quotes|1-}) ou un nom de lieu si vous en avez saisi un. En dessous, la saison lumineuse et l’affichage inégal des heures temporaires.",
    "txanleitung2b": "[DF][DF][b]–– Soleil:[/b][~LF][~LF]Le soleil (à l’extrémité de l’unique aiguille de l’horloge) se déplace au cours de la journée de gauche à droite (inversement dans l’hémisphère sud). Plus le soleil est à gauche de l’écran, plus il est à l’est ; plus il est à droite, plus il est à l’ouest (inversement dans l’hémisphère sud). Plus le soleil apparaît haut sur l’écran, plus il est haut dans le ciel.[~LF][~LF]Le soleil suit la trajectoire circulaire tracée, sur laquelle il se déplace au cours d’une journée. Au bord de cette trajectoire circulaire figurent des heures (p. ex. „12“), de sorte que la trajectoire fait aussi office de cadran.[~LF][~LF]Sur le cadran, on peut par exemple voir comment, lors du changement d’heure, les chiffres se décalent alors que la trajectoire circulaire reste identique. Ou : comment l’heure légale s’écarte dans la plupart des lieux de l’heure locale, car 12 h n’est pas exactement en haut du cadran. Les heures temporelles fonctionnent autrement : à la 12e heure (12ἡ), c’est toujours le coucher du soleil.[~LF][~LF][~LF][b]–– Lune:[/b][~LF][~LF]La lune a elle aussi une trajectoire circulaire, dessinée en gris clair. Comme la lune a besoin de plus de 24 heures pour une révolution, 1,5 heure de la veille est ajoutée en gris très clair. Si vous „vivez avec l’horloge“, vous voyez bien comment la lune monte et descend au fil de 27 jours. Vous pouvez aussi observer qu’à la pleine lune elle se trouve à l’opposé du soleil sur le cercle (loin), tandis qu’à la nouvelle lune elle est sur la même position du cercle (proche du soleil). Ce n’est généralement pas exactement la même position, car la vue est latérale (pas depuis le dessus). Ce n’est exactement la même position que lors d’une éclipse solaire.[~LF][~LF]La pleine lune et la nouvelle lune sont marquées par des ombres. La nouvelle lune est affichée pendant 35 heures (car c’est la période durant laquelle on ne peut absolument pas voir la lune). La pleine lune est affichée pendant 24 heures. Le recalcul des trajectoires du soleil et de la lune a lieu chaque jour à 00:00 UTC.",
    "txanleitung2c": "[DF][DF][b]–– Planètes:[/b][~LF][~LF]Les cinq planètes visibles à l’œil nu sont affichées, avec des photos telles qu’on les verrait aux jumelles, ou (selon le design) représentées par leurs symboles astronomiques (voir page précédente). En observant le ciel nocturne réel, vous pouvez distinguer les planètes des étoiles en sachant que les planètes ne scintillent pas, mais brillent de manière stable. Elles paraissent nettement plus grandes dans le ciel que les étoiles lointaines et sont donc moins affectées par les variations de densité de l’atmosphère.[~LF][~LF][~LF][b]–– Étoiles:[/b][~LF][~LF]En outre, les dix étoiles les plus brillantes sont affichées, symbolisées par une lettre dans un carré (légende : voir page précédente). Alors que les planètes restent relativement ordonnées, le plus souvent plus ou moins près de la trajectoire du soleil, la trajectoire des étoiles est indépendante du soleil – ce sont leur propre soleil. Sur les symboles des étoiles, deux côtés du carré sont toujours dessinés plus fortement que les deux autres. Cela indique le coin ou le quadrant de leur trajectoire où elles se trouvent actuellement. Si le coin mis en évidence est en bas à droite, l’étoile est (plus ou moins) à la „fin“ de sa trajectoire vers le bas et la droite. Dans ses mouvements suivants, elle se déplacera principalement vers le haut et la gauche (souvent aussi hors de l’écran). Si le côté supérieur est plus marqué, l’étoile est devant vous ; si le côté inférieur est plus marqué, elle est derrière vous (si vous n’avez pas changé le sens de rotation).",
    "txanleitung2d": "[DF][DF][b]–– Météo :[/b][~LF][~LF]En bas à gauche, une prévision météorologique locale peut être affichée (détails page précédente ci-dessous). Elle montre le caractère de la journée par des symboles de manière discrète : p.ex. {wx/rain} signifie pluie réelle (6[NDASH]18 h), et non bruine isolée (analogue : {wx/sun} ensoleillé, {wx/sun2} beaucoup de soleil, {wx/dry} sec, {wx/uncertain} incertain, {wx/rain2} beaucoup de pluie, {wx/snow} neige, {wx/still} calme, {wx/wind} venteux, {wx/storm} tempête). Aucun symbole signifie situation météorologique discrète.[~LF][~LF][~LF][b]–– Historique :[/b][~LF][~LF]{txgordonssunclock} est le résultat de plus de vingt années de réflexion sur la représentation du temps. Le point de départ fut une horloge mécanique avec cadran 24h et indication mensuelle du lever et du coucher du soleil. De là s’est développé le concept d’une {txsunclock-}, d’abord comme étude de faisabilité et horloge murale ePaper ; plus tard s’y sont ajoutés affichage météo et GPS. L’idée d’une version flexible selon le lieu a abouti à cette application Android.[~LF][~LF]L’objectif du développement est une représentation du temps orientée vers la course du soleil et les cycles naturels quotidiens et annuels – comme reconnexion de l’être humain à la nature et à notre temps intérieur circadien. Beaucoup de plaisir et de découverte avec cela.[DF][DF][DF]",
    "txabout": "[DF]Info",
    "txanleitungprg": "[DF]Horloge solaire de Gordon[~LF]Version [VERSIONNUM][~LF]Gordon Axmann[~LF]Copyright 2019-[VERSIONYEAR]",
    "txanleitung3": "[DF]Ce logiciel est un projet privé et gratuit. Veuillez l’utiliser tel quel. En principe, aucune donnée personnelle n’est collectée ni transmise. Aucune connexion Internet n’est nécessaire pour son fonctionnement. Les détails concernant les fonctions optionnelles (affichage météo, résolution des noms de lieux), les rapports d’erreurs et la vérification des mises à jour se trouvent dans la politique de confidentialité.[DF][DF]",
    "txchangelog": "Quoi de neuf ?",
    "txanleitung4": "[DF]Si vous avez trouvé une erreur, je la corrigerai volontiers. J’ai besoin pour cela d’une description de l’endroit et du moment où l’erreur s’est produite (éventuellement avec une capture d’écran). Une capture d’écran du journal affiché ci-dessous, prise le plus rapidement possible après l’apparition de l’erreur, est également utile (contact par e-mail : [CONTACTSUPPORT]).[~LF][~LF]Remerciements à : Brandon Rhodes (Skyfield), Rolf, Greg Miller et tous les testeurs. Images : NASA/ SOHO, ESA/ Hubble, NASA/ JPL-Caltech (domaine public). Données météorologiques : Open-Meteo.com (CC BY 4.0), MET Norway (CC BY 4.0). Détails : \"design/ COPYRIGHT.txt\".[~LF][~LF]{txsunclock} est mis gratuitement à votre disposition. Profitez-en simplement. Si vous souhaitez soutenir mon travail, vous trouverez ici mon site web :[DF][DF]",
    "txkaffee": "Accéder au site web",
    "solcalmonthsxx": [
        "% Néo-Févri",
        "% Néo-Mars",
        "% Néo-Avril",
        "% Néo-Mai",
        "% Néo-Juin",
        "% Néo-Juillet",
        "% Néo-Août",
        "% Néo-Septem",
        "% Néo-Octo",
        "% Néo-Novem",
        "% Néo-Décem",
        "% Néo-Janus"
    ],
    "XXEOF": ""
}